[
  {
    "broadcaster": "Good Morning Pacifide",
    "title": "PACIFIDIAN MOD CONCLUDES INVESTIGATION INTO BASE SIERA ATTACKS",
    "shortDescription": "The Pacifidian Ministry of Defence has concluded it's investigation into the Base Siera attacks that took place earlier this year.",
    "paragraph1": "The Pacifidian Ministry of Defence has concluded it's investigation into the Base Siera attacks that took place earlier this year. The Pacifidian MoD has confirmed that the Base Siera attacks were carried out by the terrorist group, Musabi Rebels, the Musabi Rebels are a terrorist group based in New Baghdad that have been dormant for decades now, the Musabi Rebels made their return earlier this year when they were seen moving equipment to a Baghdadi colony by County Toart.",
    "paragraph2": "The Pacifidian MoD has sent a request to New Baghdad to carry out airstrikes on known Musabi Rebel bases in retaliation. Base Siera has also been told that it's security counter-measures should remain active as the attacks showed a significant weak point in Base Siera's defences.",
    "paragraph3": null,
    "newsType": "BREAKING NEWS",
    "authorId": "540508809341304842",
    "factCheck": "No fact checkers have commented on this article!",
    "messageLink": "https://discord.com/channels/871949534794760252/871949535105142804/1201887270505037914"
  },
  {
    "broadcaster": "Good Morning Pacifide",
    "title": "PACIFIDIAN MOD CONCLUDES INVESTIGATION INTO BASE SIERA ATTACKS",
    "shortDescription": "The Pacifidian Ministry of Defence has concluded it's investigation into the Base Siera attacks that took place earlier this year.",
    "paragraph1": "The Pacifidian Ministry of Defence has concluded it's investigation into the Base Siera attacks that took place earlier this year. The Pacifidian MoD has confirmed that the Base Siera attacks were carried out by the terrorist group, Musabi Rebels, the Musabi Rebels are a terrorist group based in New Baghdad that have been dormant for decades now, the Musabi Rebels made their return earlier this year when they were seen moving equipment to a Baghdadi colony by County Toart.",
    "paragraph2": "The Pacifidian MoD has sent a request to New Baghdad to carry out airstrikes on known Musabi Rebel bases in retaliation. Base Siera has also been told that it's security counter-measures should remain active as the attacks showed a significant weak point in Base Siera's defences.",
    "paragraph3": null,
    "newsType": "BREAKING NEWS",
    "authorId": "540508809341304842",
    "factCheck": "No fact checkers have commented on this article!",
    "messageLink": "https://discord.com/channels/871949534794760252/871949535105142804/1201887441808793622"
  },
  {
    "broadcaster": "FeresToday",
    "title": "PACIFIDIAN MOD RELEASES CONCLUSION ON BASE SIERA ATTACKS",
    "shortDescription": "The Pacifidian MoD has released it's final report on the Base Siera attacks, confirming terrorist activity",
    "paragraph1": "The Pacifidian MoD has released it's final report on the Base Siera attacks, confirming terrorist activity. The attacks took place on Monday morning and lasted 1 hour but caused heavy damage to the foundations of Base Siera, temporarily rendering her inoperable (which has since been resolved), it resulted in the Pacifidian MoD launching an investigation into who could be behind the attacks. Pacifide originally suspected Feresia of the attacks but later on in the investigation, the Ministry of Foreign Affairs confirmed that Feresia was NOT behind the attacks. So Pacifide turned to it's most rebellious state, Liechtenstein, Pacifide found traces of Musabi Rebel activity in Liechtenstein and was able to determine the Musabi Rebels were behind the attack",
    "paragraph2": "The Pacifidian MoD is likely to launch an attack on Musabi Rebel bases but is awaiting New Baghdad's support as most of Musabi's bases are in New Baghdad. However, experts are warning that New Baghdad is not likely to approve Pacifidian airstrikes in New Baghdadi territory.",
    "paragraph3": null,
    "newsType": "BREAKING NEWS",
    "authorId": "540508809341304842",
    "factCheck": "No fact checkers have commented on this article!",
    "messageLink": "https://discord.com/channels/871949534794760252/871949535105142804/1201916214767783987"
  },
  {
    "broadcaster": "TROVE News",
    "title": "Why is Alexandri Słowiński such A Good leader?",
    "shortDescription": "The documentary talks about most important aspects of Feresian Reign.",
    "paragraph1": "Since the nation of Feresia has declared its independence, many wise and strong individuals had led it through many victories. Starting with controversial personna of Marcus Słowiński, who was murdered by T.U.F., through victorious politics like Von Tonabon and Aaron Fuller. Today, Feresia is one of most powerfull nations in the world, and together with Washington Pact, frees and securies most obscure regions of The World. But what recent changes cause Feresia to become one of happiest and biggest Empires in history?",
    "paragraph2": "Most notorious thing to consider is The Great leadership within The nation. Alexandri by mentaining his father policies, is able to unite more lands into unified Empire. His Great accoplishments, together with Aiseref and New Baghdad, made it possible to mentain stability in conquered land. One of most important things which add up for the upcoming Great economical plan are plans to make Feres a headquaters of all the Trade in The world.",
    "paragraph3": "sumarising the documentary, Feresias success can be looked as A joint cooperation of Emperor, W.P. Goverments and its people which made Feresia what it is today. A Great, Rich Empire! [Advertising break]",
    "newsType": "DOCUMENTARY",
    "authorId": "581459628840452109",
    "factCheck": "No fact checkers have commented on this article!",
    "messageLink": "https://discord.com/channels/871949534794760252/871949535105142804/1201940521002471454"
  },
  {
    "broadcaster": "FeresToday",
    "title": "BASE SIERA JUST GOT 'EVEN STRONGER' ACCORDING TO DEFENCE EXPERTS",
    "shortDescription": "Defence experts are warning enemies of Pacifide that Base Siera just got even stronger, heres what the defence experts on Base Siera have to say.",
    "paragraph1": "Defence experts are warning enemies of Pacifide that Base Siera just got even stronger, heres what the defence experts on Base Siera have to say. Base Siera has long been praised for it's immense firepower and it's ability to strike targets from the other side of the world. Siera recently installed new silo launch pods that allows for missiles to be launched from it's resting position. Base Siera was also resposible for the Feres bombings last month, wiping out Feres and causing Feresian forces to surrender.",
    "paragraph2": "It's undisputed that many nations fear the capabilities of Base Siera, New Baghdad even refused to help Feresia when Base Siera launched several thousand missiles towards Feres. Within Base Siera's lifetime she has wiped out 21 enemy bases, downed 7 aircraft, shot 3,700 (est from MoD) missiles and taken out 19 tanks or armoured vehicles. Base Siera has also been praised as the 'ultimate weapon' against colonization of Pacifide.",
    "paragraph3": "Base Siera is also expected to help New Baghdad in the invasion of Prussia after Prussia tried to help supply the Feresians in the war.",
    "newsType": "REGULAR NEWS",
    "authorId": "540508809341304842",
    "factCheck": "No fact checkers have commented on this article!",
    "messageLink": "https://discord.com/channels/871949534794760252/871949535105142804/1202230000422760449"
  },
  {
    "broadcaster": "FeresToday",
    "title": "How Is Pacifide's Main 'Base of Operations', Affecting Civilian Life?",
    "shortDescription": "Peter Mitronov, leader of the \"ABSP\" Campaign or (Anti-Base Siera Party), met with us earlier today to discuss how Base Siera is making civilian life increasingly difficult in urban areas",
    "paragraph1": "Peter Mitronov, leader of the \"ABSP\" Campaign or (Anti-Base Siera Party), met with us earlier today to discuss how Base Siera is making civilian life increasingly difficult in urban areas. \"Base Siera was announced nearly 1.5 years ago today and everyone originally thought it was brilliant\", said a local living just a mile away from Base Siera, \"We kind of hoped it would stop the Feresians from flying jets and helicopters over us\", but the local tells us it did the opposite. \"We noticed a stupid amount of jets flying over our heads constantly and when we dived into it even more, we learned that these weren't Feresian jets, these were Pacifidian jets and attack helicopters flying from Base Siera to do exercises\".",
    "paragraph2": "Many locals thought the training exercises would only last a few days before stopping, but day after day, jets and helicopters continued to take off from Base Siera and continued to carry out bombings on a nearby target range not far from the capital. \"And so it's been lots of sleepless nights with all the noise and explosions, its like a bloody warzone\".",
    "paragraph3": "Many passive parties like \"Disarm Pacifide\", \"the ABSP\" and \"The Labour Party\", all support the deconstruction of Base Siera and defunding of the Pacifidian military to help improve civilian life.",
    "newsType": "REGULAR NEWS",
    "authorId": "540508809341304842",
    "factCheck": "No fact checkers have commented on this article!",
    "messageLink": "https://discord.com/channels/871949534794760252/871949535105142804/1202312196558946344"
  }
]